---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilopascals
source: html/16993ac2-8c00-c6fb-1c27-4d3a01b1ea1f.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilopascals Property

Kilopascals.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilopascals { get; }
```